<?php

	class Index_page extends Controller {

		function __construct()
		{
			parent::Controller();
		}

		function index()
		{
			$data['head']['title'] = 'PN66.ru - Поиск недвижимости в Екатеринбурге';
			$data['head']['keyw'] = 'недвижимость, Екатеринбург';
			$data['head']['desc'] = 'Поиск недвижимости в Екатеринбурге';

			# данные для поиска
			$data['search_value'] = array (
				'price_ot' => array (
					'0'    => '&mdash;',
					'1000' => '1.0',
					'1500' => '1.5',
					'2000' => '2.0',
					'2500' => '2.5',
					'3000' => '3.0',
					'3500' => '3.5',
				),
				'price_do' => array (
					'0'    => '&mdash;',
					'2000' => '2.0',
					'2500' => '2.5',
					'3000' => '3.0',
					'3500' => '3.5',
					'4000' => '4.0',
					'4500' => '4.5',
				),
				'pl_o_ot' => array (
					'0'   => '&mdash;',
					'20'  => '20',
					'25'  => '25',
					'30'  => '30',
					'35'  => '35',
					'40'  => '40',
					'45'  => '45',
					'50'  => '50',
					'60'  => '60',
					'70'  => '70',
					'80'  => '80',
					'90'  => '90',
					'100' => '100',
					'120' => '120',
					'140' => '140',
					'160' => '160',
					'180' => '180',
					'200' => '200',
				),
				'pl_o_do' => array (
					'0'   => '&mdash;',
					'20'  => '20',
					'25'  => '25',
					'30'  => '30',
					'35'  => '35',
					'40'  => '40',
					'45'  => '45',
					'50'  => '50',
					'60'  => '60',
					'70'  => '70',
					'80'  => '80',
					'90'  => '90',
					'100' => '100',
					'120' => '120',
					'140' => '140',
					'160' => '160',
					'180' => '180',
					'200' => '200',
				),
				'pl_j_ot' => array (
					'0'   => '&mdash;',
					'20'  => '20',
					'25'  => '25',
					'30'  => '30',
					'35'  => '35',
					'40'  => '40',
					'45'  => '45',
					'50'  => '50',
					'60'  => '60',
					'70'  => '70',
					'80'  => '80',
					'90'  => '90',
					'100' => '100',
					'120' => '120',
					'140' => '140',
					'160' => '160',
					'180' => '180',
					'200' => '200',
				),
				'pl_j_do' => array (
					'0'   => '&mdash;',
					'20'  => '20',
					'25'  => '25',
					'30'  => '30',
					'35'  => '35',
					'40'  => '40',
					'45'  => '45',
					'50'  => '50',
					'60'  => '60',
					'70'  => '70',
					'80'  => '80',
					'90'  => '90',
					'100' => '100',
					'120' => '120',
					'140' => '140',
					'160' => '160',
					'180' => '180',
					'200' => '200',
				),
				'pl_k_ot' => array (
					'0'   => '&mdash;',
					'20'  => '20',
					'25'  => '25',
					'30'  => '30',
					'35'  => '35',
					'40'  => '40',
					'45'  => '45',
					'50'  => '50',
					'60'  => '60',
					'70'  => '70',
					'80'  => '80',
					'90'  => '90',
					'100' => '100',
					'120' => '120',
					'140' => '140',
					'160' => '160',
					'180' => '180',
					'200' => '200',
				),
				'pl_k_do' => array (
					'0'   => '&mdash;',
					'20'  => '20',
					'25'  => '25',
					'30'  => '30',
					'35'  => '35',
					'40'  => '40',
					'45'  => '45',
					'50'  => '50',
					'60'  => '60',
					'70'  => '70',
					'80'  => '80',
					'90'  => '90',
					'100' => '100',
					'120' => '120',
					'140' => '140',
					'160' => '160',
					'180' => '180',
					'200' => '200',
				),
				'et_ot' => array (
					'' => '&mdash;',
					'2' => '2',
					'3' => '3',
					'4' => '4',
					'5' => '5',
					'6' => '6',
					'7' => '7',
					'8' => '8',
					'9' => '9',
					'10' => '10',
					'15' => '15',
					'20' => '20',

				),
				'et_do' => array (
					'' => '&mdash;',
					'2' => '2',
					'3' => '3',
					'4' => '4',
					'5' => '5',
					'6' => '6',
					'7' => '7',
					'8' => '8',
					'9' => '9',
					'10' => '10',
					'15' => '15',
					'20' => '20',

				),
				'r1' => array (
					 1 => 'Автовокзал',
					 2 => 'Бтанический',
					 3 => 'ВИЗ',
					 4 => 'Вокзальный',
					 5 => 'Втузгородок',
					 7 => 'Елизавет',
					 8 => 'ЖБИ',
					 9 => 'Завокзальный',
					10 => 'Заречный',
					14 => 'Компрессорный',
					17 => 'Н. Сортировка',
					18 => 'Парковый',
					19 => 'Пионерский',
				),
				'r2' => array (
					22 => 'С. Сортировка',
					25 => 'Семь ключей',
					27 => 'Синие камни',
					29 => 'Уктус',
					30 => 'УНЦ',
					31 => 'Уралмаш',
					32 => 'Химмаш',
					33 => 'Центр',
					34 => 'Чермет',
					38 => 'Шарт. рынок',
					39 => 'Широкая речка',
					40 => 'Эльмаш',
					41 => 'Юго-Западный',
				),
			);

			# объекты с фотками
			$data['objects'] = $this->Mobject->for_index();

			# ссылки
			$data['links'] = array (
				'left' => array (
					'd7729788037a5d75cffa398835c6b5bf' => 'Однокомнатные в Центре',
					'de75370e55440f6e365564c74666923c' => 'Однокомнатные на УПИ',
					'01c2ed874571558c0e4fd8014aef7284' => 'Однокомнатные в Пионерском',
					'1dea83af7974664136739e654820e737' => 'Однокомнатные на ВИЗе',
					'657f280da18849c70aa61fbc5c3f43e6' => 'Однокомнатные на Ботанике',
					'7b328f88ddff54b5ff391a9c6a4dd4f5' => 'Однокомнатные на Уралмаше',
				),
				'right' => array (
					'b1de34fd4ed0dc9a0fca252ea7850db5' => 'Двухкомнатные в Центре',
					'ef05f76056958bfc6a17b47e67251a66' => 'Двухкомнатные на УПИ',
					'1723d8281f17d9971f2082c439fa5c6a' => 'Двухкомнатные в Пионерском',
					'd82a4ef49327205fddfc0f4b230d84bb' => 'Двухкомнатные на ВИЗе',
					'7b63a73ecf67b363fca781118060cf69' => 'Двухкомнатные на Ботанике',
					'235caf72cd9b6adfe4e90150938415a3' => 'Двухкомнатные на Уралмаше',
				),

				1 => array (
					'd7729788037a5d75cffa398835c6b5bf' => 'Однокомнатные в Центре',
					'de75370e55440f6e365564c74666923c' => 'Однокомнатные на УПИ',
					'01c2ed874571558c0e4fd8014aef7284' => 'Однокомнатные в Пионерском',
					'1dea83af7974664136739e654820e737' => 'Однокомнатные на ВИЗе',
					'657f280da18849c70aa61fbc5c3f43e6' => 'Однокомнатные на Ботанике',
					'7b328f88ddff54b5ff391a9c6a4dd4f5' => 'Однокомнатные на Уралмаше',
				),
				2 => array (
					'b1de34fd4ed0dc9a0fca252ea7850db5' => 'Двухкомнатные в Центре',
					'ef05f76056958bfc6a17b47e67251a66' => 'Двухкомнатные на УПИ',
					'1723d8281f17d9971f2082c439fa5c6a' => 'Двухкомнатные в Пионерском',
					'd82a4ef49327205fddfc0f4b230d84bb' => 'Двухкомнатные на ВИЗе',
					'7b63a73ecf67b363fca781118060cf69' => 'Двухкомнатные на Ботанике',
					'235caf72cd9b6adfe4e90150938415a3' => 'Двухкомнатные на Уралмаше',
				),
				3 => array (
					'b1de34fd4ed0dc9a0fca252ea7850db5' => 'Трехкомнатные в Центре',
					'ef05f76056958bfc6a17b47e67251a66' => 'Трехкомнатные на УПИ',
					'1723d8281f17d9971f2082c439fa5c6a' => 'Трехкомнатные в Пионерском',
					'd82a4ef49327205fddfc0f4b230d84bb' => 'Трехкомнатные на ВИЗе',
					'7b63a73ecf67b363fca781118060cf69' => 'Трехкомнатные на Ботанике',
					'235caf72cd9b6adfe4e90150938415a3' => 'Трехкомнатные на Уралмаше',
				),

			);

			# подключаем хэлпер форм
			$this -> load -> helper('form');

			# пустые данные для формы поиска
			$data['search'] = $this->Msearch->get_param('');

			# отображение
			$this -> load -> view ( 'main' , $data );

		}

	}

?>
