
	<? $this->load->view('head', $head); ?>

	<div id="news_page">

<h1>Что входит в содержание жилья и как формируются тарифы на его оплату?</h1>

	<p class="preview">Получая ежемесячную квитанцию по оплате жилищно-коммунальных услуг, каждый из нас хоть раз задавался вопросом, что подразумевает собой пункт с наименованием «оплата за содержание жилья». С точки зрения российского законодательства, оплата за содержание жилья начисляется в соответствии с Жилищным Кодексом. Этот пункт законодательства оговаривается в статье 154. В оплату должны включаться суммы по содержанию и текущему, а также капитальному ремонту многоквартирного дома. Если по поводу ремонтов многоквартирного дома более или менее все понятно, то по управлению (или содержанию) дома много непонятностей с точки зрения обычного жильца.</p>

	<h2>Что включают в себя услуги по содержанию имущества в многоквартирном доме?</h2>
	<ul>
		<li>Осмотр имущества дома ответственными лицами из организаций, отвечающих за безопасность здоровья и жизни жильцов многоквартирного дома в соответствии с пунктом 13 ст. 154 Жилищного Кодекса РФ.</li>
		<li>Обеспечение освещенности всех помещений в доме, предназначенных для общего пользования;</li>
		<li>Обеспечение уборки и санитарно-гигиенических мероприятий в помещениях общего пользования, а также на территории земельного участка, прилегающего к многоквартирному дому, который входит в состав общего имущества;</li>
		<li>Обеспечение температурного режима и норм влажности в помещениях общего пользования в соответствии с нормами и правилами российского законодательства;</li>
		<li>Обеспечение норм пожарной безопасности в многоквартирном доме;</li>
		<li>Обеспечение своевременного вывоза жидких и твердых бытовых отходов и мусора с территории дома (включая мусор, образующийся в результате деятельности индивидуальных предпринимателей и частных организаций, которые занимают в многоквартирном доме нежилые помещения);</li>
		<li>Обеспечение сезонной эксплуатации объектов благоустройства в многоквартирном доме, которые входят в состав общего имущества дома (включая озеленение придворовых территорий);</li>
		<li>Обеспечение текущего и капитального ремонта в многоквартирном доме.</li>
		<li>Вышеуказанный список является лишь основной (главной) частью услуг, которые должны предоставляться жильцам многоквартирного дома по статье оплаты за содержание жилья. С полным перечнем услуг и подпунктами этого списка можно подробно ознакомиться в статье 154 Жилищного Кодекса РФ.</li>
	</ul>
	<p>В список услуг по содержанию общего имущества могут вноситься некоторые изменения и дополнения, принимаемые на общем собрании жильцами многоквартирного дома в присутствии представителей управляющей компании ЖКХ. Чтобы список предоставляемых услуг имел юридическую силу, должен быть составлен протокол, подписанный обеими сторонами (представителями от жильцов дома и управляющей организации).</p>
	<p>Кстати, все тарифы за содержание жилья должны быть согласованы с собственниками квартир – жильцами дома. Но довольно часто управляющие компании ЖКХ идут в обход законов, сами устанавливают тарифы, без проведения общих собраний. Каждый собственник квартиры в таком доме имеет право проверить тарифы, по которым назначаются цены за якобы предоставляемые услуги.</p>
	<p>К сожалению, переплата по тарифам случается в наше время повсеместно, и жильцы платят каждый месяц суммы за услуги, которые им в действительности не предоставляются вовсе или предоставляются не в полном объеме. Если выяснится, что общего собрания жильцов не было, то нужно организовать соседей и провести собрание в спешном порядке. Управляющая компания не имеет право отказать в проведении собрания, предусмотренного статьей российского законодательства.</p>

	<h2>Какие сезонные работы, входящие в оплату услуг по содержанию жилья многоквартирного дома, должны проводиться управляющими организациями?</h2>
	<ul>
		<li>Ремонт и укрепление крыши и водостоков (включая уборку мусора с кровли и чердачных помещений, укрепление и прочистку дымовых и вентиляционных труб, очистку крыш и козырьков от наледи и снега);
		<li>Ремонт стен и фасадов дома (включая удаление разрушенных элементов декора и отслоившейся штукатурки, плитки, которые могут представлять опасность при падении);
		<li>Установка, ремонт или укрепление элементов визуальной информации (указателей номера дома, лестничных и других знаков);
		<li>Ремонт и укрепление перил и ограждений крылец, лестниц и козырьков;
		<li>Ремонт дверных и оконных заполнителей (включая замену стекол, дверных пружин, замену чердачных и подвальных окон и дверей, а также решеток и замков, если они необходимы по мерам безопасности);
		<li>Сезонное антипирирование и антисептирование всех деревянных конструкций в доме;
		<li>Промазка герметиком и мастиками кровельных свищей и фальцев, укрепление наружных водостоков, закрытие слуховых окон и различных люков;
		<li>Благоустройство придомовой территории с покраской ворот, оград и решетчатых ограждений, с протиркой указателей, с установкой и окраской урн, вывеской флагов, вывозом сухих листьев и веток;
		<li>Озеленение придомовой территории, включая уход за насаждениями (клумбами, цветниками, газонами, кустарниками, деревьями);
		<li>Сезонная подготовка детских и спортивных площадок к эксплуатации;
		<li>Ежедневная санитарная уборка жилищного фонда (влажная уборка кабин лифтов, подметание первых двух этажей лестничных пролетов, протирка стен, перил лестниц, почтовых ящиков, оконных решеток, плафонов и подоконников);
		<li>Ежедневная санитарная уборка придомовой территории (включая очистку урн от мусора и уборку контейнерных площадок, где хранятся баки с отходами);
		<li>В зимний период уборка снега с внутриквартальных проездов и тротуаров перед домом, посыпка тротуаров противогололедными материалами, очистка подъездных площадок и металлических решеток от наледи;
		<li>В летний период поливка и выкашивание газонов, ежедневная влажная уборка тротуаров перед домом в дни, когда давно не было осадков;
		<li>Обслуживание коммуникаций, технических помещений и технических устройств в жилом доме (в том числе консервация и расконсервация отопительной системы дома);
		<li>Круглосуточное аварийное обслуживание квартир и объектов придомовой территории сотрудниками управляющей организации;
		<li>Техническое обслуживание систем электроснабжения, канализации, водопровода и горячего водоснабжения;
		<li>Обслуживание общедомовых технических устройств (лифтов, мусоросборников, напольных электроплит, АППЗ и т.д.);
		<li>Проведение сопутствующих работ при ликвидации аварийных ситуаций (рытье траншей, откачка воды, пробивка засоренных отверстий, вскрытие плит и полов, замена трубопроводов и т.д.).
	</ul>
	<p>Весь перечень сезонных работ должен быть тщательным образом прописан в договорах, которые заключаются между управляющими компаниями и жильцами дома.</p>

	<h2>Как формируется структура тарифов на оплату содержания жилья?</h2>
	<p>Тарифы на оплату по содержанию жилья формируются собственниками жилого фонда. В случае если граждане проживают в многоквартирном муниципальном или государственном доме, то в статью тарифов, помимо оплаты за предоставляемые услуги, включается также и плата за наем жилья. Эти суммы оплат расходуются на текущий ремонт, содержание и обновление жилищного фонда. Жильцам муниципального и государственного жилья не должно приходить квитанций с графой услуг по «капитальному ремонту». Эта услуга оплачивается собственниками жилья или организациями, которым оно принадлежит.</p>
	<p>Структура по тарифам на оплату содержания жилья в многоквартирном доме формируется примерно таким образом:</p>
	<ul>
		<li>Плата за наем жилья (за пользование жилым помещением), для жильцов муниципальных и государственных домов;
		<li>Плата за ремонт жилых помещений;
		<li>Плата за содержание помещений общего пользования;
		<li>Плата за капитальный ремонт жилого фонда (только для собственников жилых помещений в многоквартирном доме).
	</ul>
	<p>Если в квитанции на оплату жилья выделено отдельными пунктами оплата, к примеру, «за вывоз мусора» или «уборку лифтов», то это уже считается грубым нарушением. Все эти услуги входят подпунктами в основную услугу за «содержание жилья». Если они выделены отдельно, то только с целью ввести жильцов (собственников жилья) в заблуждение. Каждый жилец вправе проверить правильность начисления тарифов по оплате за содержание жилья.</p>

</div>

	<? $this->load->view('foot'); ?>
